{"DIPLOBLASTIC":"Characterizing the ovum when it has two primary germinallay    ers.","DEFIGURE":"To delineate. [Obs.]These two stones as they are here defi    gured. Weever.","LOMBARD":"Of or pertaining to Lombardy, or the inhabitants     of Lombardy.","BAHAISM":"The religious tenets or practices of the Bahais.","    FUMERELL":"See Femerell.","ROYALET":"A petty or powerless king. [R.]there we    re at this time two other royalets, as only kings by hisleave. Fuller.","TRO    PHIED":"Adorned with trophies.The trophied arches, storied halls, invade. Po    pe.","ZEQUIN":"See Sequin.","MILLWRIGHT":"A mechanic whose occupation is to     build mills, or to set uptheir machinery.","PHOTOGRAPHOMETER":"An instrument     for determining the sensibility of the platesemployed in photographic proce    sses to luminous rays.","SCHEELIUM":"The metal tungsten. [Obs.]","ALVEOLATE"    :"Deeply pitted, like a honeycomb.","LIMULUS":"The only existing genus of Me    rostomata. It includes only a fewspecies from the East Indies, and one (Limu    lus polyphemus) from theAtlantic coast of North America. Called also Molucca     crab, king crab,horseshoe crab, and horsefoot.","OSMUND":"A fern of the gen    us Osmunda, or flowering fern. The mostremarkable species is the osmund roya    l, or royal fern (Osmundaregalis), which grows in wet or boggy places, and h    as large bipinnatefronds, often with a panicle of capsules at the top. The r    ootstockcontains much starch, and has been used in stiffening linen.","POTTE    EN":"See Poteen.","UNDERRUN":"To run or pass under; especially (Naut.), to p    ass along andunder, as a cable, for the purpose of taking it in, or of exami    ningit.","EMPLASTIC":"Fit to be applied as a plaster; glutinous; adhesive; a    s,emplastic applications.","RHYTHMICS":"The department of musical science wh    ich treats of the length ofsounds.","PLEUROPTERA":"A group of Isectivora, in    cluding the colugo.","UNBLOODY":"Not bloody. Dryden. Unbloody sacrifice. (a)     A sacrifice inwhich no victim is slain. (b) (R. C. Ch.) The Mass.","CINCINN    US":"A form of monochasium in which the lateral branches arisealternately on     opposite sides of the false axis; -- called alsoscorpioid cyme. --Cin*cin\"    nal (#), a.","INDOCILITY":"The quality or state of being indocile; dullness     of intellect;unteachableness; intractableness.The stiffness and indocility o    f the Pharisees. W. Montagu."}
